Revit 2024 API
DisplacementElement.CanElementsBeDisplaced Method
Overload List
Name | Description
CanElementsBeDisplaced(View, ICollection<ElementId>)
 Indicates if elements can be assigned to a new DisplacementElement.
CanElementsBeDisplaced(View, ICollection<ElementId>, ElementId)
 Indicates if elements can be assigned to a new DisplacementElement.
See Also
DisplacementElement Class
DisplacementElement Members
Autodesk.Revit.DB Namespace